[
    {
        "title": "Introduction",
        "content": "Air Conditioner Customer Service Booklet Welcome to Air Conditioner Customer Care Thank you for choosing our air conditioner. This booklet provides essential information on setup, usage, troubleshooting, and customer support. Follow these guidelines to ensure optimal performance and longevity of your appliance. ",
        "source": "Air_Conditioner.docx"
    },
    {
        "title": "1. Getting Started",
        "content": "Types of Air Conditioners: Split AC, Window AC, Portable AC, Inverter AC Key Features: Energy-saving mode, sleep mode, remote control, humidity control, air purification filters Common Brands: Daikin, LG, Voltas, Blue Star, Hitachi, Carrier, Samsung, Panasonic ",
        "source": "Air_Conditioner.docx"
    },
    {
        "title": "2. Installation & Setup",
        "content": "Choose a well-ventilated location for installation. Ensure the unit is installed by a certified technician. Maintain at least 15 cm of clearance around the outdoor unit. Avoid direct exposure to sunlight and heat sources. Use a stabilizer if voltage fluctuations are common in your area. ",
        "source": "Air_Conditioner.docx"
    },
    {
        "title": "3. Usage Instructions",
        "content": "Set the temperature between 22-26°C for optimal comfort and efficiency. Use energy-saving mode to reduce power consumption. Regularly clean or replace the air filters for better cooling. Keep doors and windows closed while using the AC. Use sleep mode to automatically adjust the temperature at night. ",
        "source": "Air_Conditioner.docx"
    },
    {
        "title": "Clean the air filters every 2 weeks.",
        "content": "Wipe the indoor unit with a soft, damp cloth. Keep the outdoor unit free from dust and debris. Schedule annual servicing by a professional. Ensure proper drainage to prevent water leakage. ",
        "source": "Air_Conditioner.docx"
    },
    {
        "title": "6. Energy Efficiency & Safety",
        "content": "Set AC temperature to 24°C for balanced cooling and savings. Use ceiling fans alongside to improve air circulation. Ensure doors and windows are properly sealed. Do not place objects near the outdoor unit to avoid overheating. Unplug the AC during thunderstorms to prevent damage. ",
        "source": "Air_Conditioner.docx"
    },
    {
        "title": "7. Warranty & Support",
        "content": "Warranty Period: Typically 1-10 years (varies by brand and model). Covers manufacturing defects but excludes physical damage or unauthorized repairs. Keep the original invoice and warranty card for claims. ",
        "source": "Air_Conditioner.docx"
    },
    {
        "title": "8. Customer Care Contact Details",
        "content": "For brand-specific support, contact your air conditioner manufacturer: Daikin: 1860-180-3900 LG: 1800-315-9999 Voltas: 1800-599-4555 Blue Star: 1800-209-1177 Hitachi: 1800-258-4848 Carrier: 1800-103-3333 Samsung: 1800-5726-7864 Panasonic: 1800-103-1333 For additional assistance, visit the official website of your air conditioner brand. ",
        "source": "Air_Conditioner.docx"
    },
    {
        "title": "Introduction",
        "content": "Android Mobiles Customer Service Booklet ",
        "source": "Android_Mobiles.docx"
    },
    {
        "title": "Welcome to Android Customer Care",
        "content": "Thank you for choosing an Android smartphone. This booklet provides essential information on setup, usage, troubleshooting, and customer support. Follow these guidelines to ensure smooth performance and longevity of your device. ",
        "source": "Android_Mobiles.docx"
    },
    {
        "title": "1. Getting Started",
        "content": "Operating System: Android (Version may vary by device) Key Features: Google Play Store, Google Assistant, Multi-Tasking, Customization Common Brands: Samsung, OnePlus, Xiaomi, Realme, Google Pixel, Vivo, Oppo, Motorola ",
        "source": "Android_Mobiles.docx"
    },
    {
        "title": "2. Setup & Activation",
        "content": "Insert a SIM card and power on the device. Follow the on-screen setup wizard to select language, connect to Wi-Fi, and log into a Google account. Set up screen lock (PIN, pattern, fingerprint, or face unlock). Customize settings like notifications, themes, and sound preferences. Enable Find My Device for security under Settings > Security. ",
        "source": "Android_Mobiles.docx"
    },
    {
        "title": "3. Usage Instructions",
        "content": "Download apps from Google Play Store only. Use Google Assistant for hands-free operations. Enable Dark Mode under Settings > Display for battery savings. Manage storage & RAM by clearing cache in Settings > Storage. Utilize Split-Screen Mode for multitasking. ",
        "source": "Android_Mobiles.docx"
    },
    {
        "title": "4. Battery & Charging Tips",
        "content": "Use original chargers for best performance. Avoid charging overnight to prevent overheating. Enable Battery Saver Mode under Settings > Battery. Turn off unused apps running in the background. Avoid extreme temperatures to prolong battery life. ",
        "source": "Android_Mobiles.docx"
    },
    {
        "title": "6. Software Updates & Security",
        "content": "Check for software updates under Settings > System > Software Update. Keep Google Play Protect enabled for malware protection. Use secure lock screen options for data security. Avoid installing apps from unknown sources. Backup important data using Google Drive or cloud storage. ",
        "source": "Android_Mobiles.docx"
    },
    {
        "title": "7. Warranty & Support",
        "content": "Warranty Period: Typically 1-year for hardware, 6 months for accessories (varies by brand). Covers manufacturing defects but excludes physical damage or unauthorized modifications. Keep the original invoice for warranty claims. ",
        "source": "Android_Mobiles.docx"
    },
    {
        "title": "8. Customer Care Contact Details",
        "content": "For brand-specific support, refer to the official customer service of your Android phone manufacturer: Samsung: 1800-407-267-864 OnePlus: 1800-102-8411 Xiaomi: 1800-103-6286 Realme: 1800-102-2777 Google Pixel: 1800-419-0655 Vivo: 1800-102-3388 Oppo: 1800-103-7766 Motorola: 1800-102-2344 For general Android-related queries, visit: www.android.com ",
        "source": "Android_Mobiles.docx"
    },
    {
        "title": "Welcome to Apple Laptop Customer Care",
        "content": "Thank you for choosing an Apple laptop. This booklet provides essential information on setup, usage, troubleshooting, and customer support. Follow these guidelines to ensure optimal performance and longevity of your device. ",
        "source": "Apple_Laptops.docx"
    },
    {
        "title": "1. Getting Started",
        "content": "MacBook Models: MacBook Air, MacBook Pro (13”, 14”, 16”). Key Features: Retina Display, Apple M-series chip, macOS, Touch ID, Thunderbolt ports. Common Accessories: MagSafe charger, Magic Mouse, Magic Keyboard, USB-C adapters. ",
        "source": "Apple_Laptops.docx"
    },
    {
        "title": "2. Setup & Configuration",
        "content": "Unbox and charge your MacBook using the MagSafe or USB-C charger. Power on and follow the macOS Setup Assistant. Sign in with your Apple ID to sync iCloud, App Store, and other Apple services. Enable Touch ID for quick and secure logins. Update to the latest macOS version via System Preferences > Software Update. ",
        "source": "Apple_Laptops.docx"
    },
    {
        "title": "3. Usage Instructions",
        "content": "Use Trackpad gestures for efficient navigation. Adjust display brightness & keyboard backlight for comfort. Enable Night Shift to reduce blue light exposure. Use Spotlight Search (Cmd + Space) for quick access to apps and files. Manage multiple desktops using Mission Control. ",
        "source": "Apple_Laptops.docx"
    },
    {
        "title": "4. Maintenance & Cleaning Tips",
        "content": "Clean the screen with a microfiber cloth to avoid scratches. Keep the keyboard dust-free using a soft brush or compressed air. Avoid placing heavy objects on the laptop to prevent damage. Store in a cool, dry place and avoid extreme temperatures. ",
        "source": "Apple_Laptops.docx"
    },
    {
        "title": "6. Battery & Performance Optimization",
        "content": "Enable Optimized Battery Charging in System Preferences > Battery. Avoid keeping the laptop plugged in at 100% charge for extended periods. Use Activity Monitor to check and close battery-draining apps. Keep at least 10-20% free storage for optimal performance. Reset PRAM/NVRAM if experiencing system glitches. ",
        "source": "Apple_Laptops.docx"
    },
    {
        "title": "7. Warranty & Support",
        "content": "Warranty Period: Typically 1 year (extendable with AppleCare+). Covers hardware defects, but excludes accidental damage or unauthorized repairs. Check warranty status via Apple Support website. AppleCare+ offers extended warranty and accidental damage protection. ",
        "source": "Apple_Laptops.docx"
    },
    {
        "title": "8. Customer Care Contact Details",
        "content": "For official support, contact Apple: Apple Support (India): 000-800-100-9009 Apple Support (US): 1-800-MY-APPLE (1-800-692-7753) Visit: support.apple.com for live chat and service requests. For additional assistance, visit an Apple Authorized Service Provider or an Apple Store. ",
        "source": "Apple_Laptops.docx"
    },
    {
        "title": "Introduction",
        "content": "Bluetooth AirPods Customer Service Booklet Welcome to Bluetooth AirPods Customer Care Thank you for choosing Bluetooth AirPods. This booklet provides essential information on setup, usage, troubleshooting, and customer support. Follow these guidelines to ensure optimal performance and longevity of your device. ",
        "source": "Bluetooth_AirPods.docx"
    },
    {
        "title": "1. Getting Started",
        "content": "Popular Bluetooth AirPods Brands: Apple, Samsung, Sony, Bose, JBL, OnePlus. Key Features: Noise cancellation, touch controls, voice assistant support, water resistance. Common Accessories: Charging case, ear tips, USB charging cable. ",
        "source": "Bluetooth_AirPods.docx"
    },
    {
        "title": "2. Setup & Pairing",
        "content": "Ensure the AirPods are charged before first use. Open the charging case near your device and enable Bluetooth. Select the AirPods from the available devices list. Follow on-screen instructions to complete pairing. Configure settings in the companion app (if available). ",
        "source": "Bluetooth_AirPods.docx"
    },
    {
        "title": "3. Performance Optimization",
        "content": "Keep firmware updated for new features and bug fixes. Adjust audio settings for optimal sound quality. Enable noise cancellation or transparency mode as needed. Use a secure fit for improved comfort and sound isolation. ",
        "source": "Bluetooth_AirPods.docx"
    },
    {
        "title": "4. Maintenance & Cleaning Tips",
        "content": "Clean earbuds with a soft, dry cloth and remove earwax buildup. Avoid exposing to extreme temperatures or moisture. Store in the charging case when not in use. Use a small brush to clean the speaker grilles. ",
        "source": "Bluetooth_AirPods.docx"
    },
    {
        "title": "Use only original charging accessories.",
        "content": "Avoid overcharging; unplug when fully charged. Store in a cool, dry place to preserve battery life. Enable battery optimization mode (if available). ",
        "source": "Bluetooth_AirPods.docx"
    },
    {
        "title": "7. Warranty & Support",
        "content": "Warranty Period: Typically 1-2 years (varies by brand). Covers manufacturing defects, excludes physical damage. Check warranty status on the manufacturer’s website. ",
        "source": "Bluetooth_AirPods.docx"
    },
    {
        "title": "8. Customer Care Contact Details",
        "content": "For brand-specific support, contact your manufacturer: Apple: 1-800-MY-APPLE Samsung: 1800-407-267864 Sony: 1800-103-7799 Bose: 1800-891-2940 JBL: 1800-102-0525 OnePlus: 1800-102-8411 For additional assistance, visit the official website of your AirPods brand. ",
        "source": "Bluetooth_AirPods.docx"
    },
    {
        "title": "Introduction",
        "content": "Bluetooth Speakers Customer Service Booklet Welcome to Bluetooth Speakers Customer Care Thank you for choosing Bluetooth speakers. This booklet provides essential information on setup, usage, troubleshooting, and customer support. Follow these guidelines to ensure optimal performance and longevity of your device. ",
        "source": "Bluetooth_Speakers.docx"
    },
    {
        "title": "1. Getting Started",
        "content": "Popular Bluetooth Speaker Brands: JBL, Bose, Sony, Ultimate Ears, Marshall, Boat. Key Features: Wireless connectivity, waterproofing, long battery life, stereo pairing. Common Accessories: Charging cable, carrying case, audio input cable. ",
        "source": "Bluetooth_Speakers.docx"
    },
    {
        "title": "2. Setup & Pairing",
        "content": "Ensure the speaker is charged before first use. Power on the speaker and enable Bluetooth mode. Open Bluetooth settings on your device and select the speaker. Follow pairing instructions if prompted. ",
        "source": "Bluetooth_Speakers.docx"
    },
    {
        "title": "3. Performance Optimization",
        "content": "Place the speaker on a stable surface for the best sound quality. Adjust equalizer settings in the companion app (if available). Keep firmware updated for improved performance. Use stereo pairing mode if supported for enhanced audio. ",
        "source": "Bluetooth_Speakers.docx"
    },
    {
        "title": "4. Maintenance & Cleaning Tips",
        "content": "Clean with a soft, dry cloth to remove dust and debris. Avoid exposure to extreme temperatures and moisture. Store in a protective case when not in use. Use a mild cleaning solution for waterproof models after outdoor use. ",
        "source": "Bluetooth_Speakers.docx"
    },
    {
        "title": "6. Battery & Charging Management",
        "content": "Use only the original charging cable and adapter. Avoid overcharging to extend battery life. ",
        "source": "Bluetooth_Speakers.docx"
    },
    {
        "title": "Charge in a cool, dry place.",
        "content": "Enable power-saving mode when available. ",
        "source": "Bluetooth_Speakers.docx"
    },
    {
        "title": "7. Warranty & Support",
        "content": "Warranty Period: Typically 1-2 years (varies by brand). Covers manufacturing defects, excludes physical damage. Check warranty status on the manufacturer’s website. ",
        "source": "Bluetooth_Speakers.docx"
    },
    {
        "title": "8. Customer Care Contact Details",
        "content": "For brand-specific support, contact your manufacturer: JBL: 1800-102-0525 Bose: 1800-891-2940 Sony: 1800-103-7799 Ultimate Ears: support.ultimateears.com Marshall: support.marshallheadphones.com Boat: 022-6918-1920 For additional assistance, visit the official website of your Bluetooth speaker brand. ",
        "source": "Bluetooth_Speakers.docx"
    },
    {
        "title": "Welcome to Camera Customer Care",
        "content": "Thank you for choosing a high-quality camera. This booklet provides essential information on setup, usage, troubleshooting, and customer support. Follow these guidelines to ensure optimal performance and longevity of your device. ",
        "source": "Cameras.docx"
    },
    {
        "title": "1. Getting Started",
        "content": "Popular Camera Brands: Canon, Nikon, Sony, Fujifilm, Panasonic, GoPro. Types of Cameras: DSLR, Mirrorless, Compact, Action, Instant. Key Features: Optical zoom, 4K recording, image stabilization, wireless connectivity. ",
        "source": "Cameras.docx"
    },
    {
        "title": "Insert a compatible memory card.",
        "content": "Adjust camera settings for optimal image quality. Connect to a smartphone or computer if required. Update firmware for the latest enhancements. ",
        "source": "Cameras.docx"
    },
    {
        "title": "3. Performance Optimization",
        "content": "Use the appropriate lens for different scenarios. Adjust ISO, shutter speed, and aperture for best results. Enable image stabilization for steady shots. Utilize different shooting modes for varied lighting conditions. ",
        "source": "Cameras.docx"
    },
    {
        "title": "Clean the lens with a microfiber cloth.",
        "content": "Store in a dry place to prevent moisture damage. Avoid exposing the camera to extreme temperatures. Use a protective case to prevent scratches and impact damage. ",
        "source": "Cameras.docx"
    },
    {
        "title": "6. Battery & Power Management",
        "content": "Use only original batteries and chargers. Avoid overcharging to extend battery life. Carry a spare battery for extended shoots. ",
        "source": "Cameras.docx"
    },
    {
        "title": "7. Warranty & Support",
        "content": "Warranty Period: Typically 1-2 years (varies by brand). Covers manufacturing defects, excludes physical damage. Check warranty status on the manufacturer’s website. ",
        "source": "Cameras.docx"
    },
    {
        "title": "8. Customer Care Contact Details",
        "content": "For brand-specific support, contact your manufacturer: Canon: 1-800-652-2666 Nikon: 1-800-645-6687 Sony: 1-800-222-7669 Fujifilm: 1-800-800-3854 Panasonic: 1-800-211-7262 GoPro: 1-855-635-3578 For additional assistance, visit the official website of your camera brand. ",
        "source": "Cameras.docx"
    },
    {
        "title": "Welcome to Fan Customer Care",
        "content": "Thank you for choosing our fan. This booklet provides essential information on setup, usage, troubleshooting, and customer support. Follow these guidelines to ensure smooth performance and longevity of your appliance. ",
        "source": "Fan.docx"
    },
    {
        "title": "1. Getting Started",
        "content": "Types of Fans: Ceiling Fan, Table Fan, Pedestal Fan, Wall-Mounted Fan, Exhaust Fan Key Features: Speed settings, remote control, energy efficiency, noise reduction, anti-dust coating Common Brands: Havells, Crompton, Usha, Bajaj, Orient, Panasonic, Atomberg ",
        "source": "Fan.docx"
    },
    {
        "title": "2. Installation & Setup",
        "content": "Ensure the mounting surface is stable and can support the fan. Follow the manufacturer’s instructions for installation. Secure all screws and connections properly. For ceiling fans, maintain a safe distance from the ceiling (at least 7 feet from the ground). Plug into a proper power socket with grounding. ",
        "source": "Fan.docx"
    },
    {
        "title": "3. Usage Instructions",
        "content": "Use the correct speed setting based on your comfort. For remote-controlled models, ensure the batteries are working. Avoid running the fan at maximum speed continuously for long hours. Turn off the fan when not in use to save energy. Keep children away from the blades while in motion. ",
        "source": "Fan.docx"
    },
    {
        "title": "4. Maintenance & Cleaning Tips",
        "content": "Dust the blades regularly to maintain efficiency. Use a soft, damp cloth to clean the motor housing. For ceiling fans, clean with a long-handled brush. Lubricate the motor bearings if required (refer to the user manual). Ensure all screws and bolts are tightened periodically. ",
        "source": "Fan.docx"
    },
    {
        "title": "6. Energy Efficiency & Safety",
        "content": "Use energy-efficient fans (BLDC models) to save power. ",
        "source": "Fan.docx"
    },
    {
        "title": "Turn off the fan when not in use.",
        "content": "Ensure proper wiring to avoid electrical hazards. Do not use the fan near water sources to prevent short circuits. Install stabilizers for voltage fluctuations in high-power fans. ",
        "source": "Fan.docx"
    },
    {
        "title": "7. Warranty & Support",
        "content": "Warranty Period: Typically 1-2 years (varies by brand). Covers manufacturing defects but excludes physical damage or unauthorized repairs. Keep the original invoice for warranty claims. ",
        "source": "Fan.docx"
    },
    {
        "title": "8. Customer Care Contact Details",
        "content": "For brand-specific support, contact your fan manufacturer: Havells: 1800-103-1313 Crompton: 1800-419-0505 Usha: 1800-103-1111 Bajaj: 1800-102-9144 Orient: 1800-103-7574 Panasonic: 1800-103-1333 Atomberg: 1800-103-4915 For additional assistance, visit the official website of your fan brand. ",
        "source": "Fan.docx"
    },
    {
        "title": "Welcome to Gaming Laptop Customer Care",
        "content": "Thank you for choosing a gaming laptop. This booklet provides essential information on setup, usage, troubleshooting, and customer support. Follow these guidelines to ensure optimal performance and longevity of your device. ",
        "source": "Gaming_Laptops.docx"
    },
    {
        "title": "1. Getting Started",
        "content": "Popular Gaming Laptop Brands: ASUS ROG, Alienware, MSI, Razer, Acer Predator, HP Omen, Lenovo Legion. Key Features: High-refresh-rate displays, powerful GPUs, customizable RGB keyboards, advanced cooling systems. Common Accessories: Gaming mouse, external cooling pad, mechanical keyboard, gaming headset. ",
        "source": "Gaming_Laptops.docx"
    },
    {
        "title": "2. Setup & Configuration",
        "content": "Unbox and connect the laptop to a power source before first use. Install the latest GPU drivers (NVIDIA GeForce Experience, AMD Adrenalin). Update Windows & gaming software for the best experience. Adjust display settings for high refresh rate and resolution. Set up performance modes in the laptop's control center (e.g., Turbo, Balanced, Silent mode). ",
        "source": "Gaming_Laptops.docx"
    },
    {
        "title": "3. Performance Optimization",
        "content": "Enable Game Mode in Windows for better performance. Use high-performance mode in power settings. ",
        "source": "Gaming_Laptops.docx"
    },
    {
        "title": "Use SSD storage for faster load times.",
        "content": "Keep at least 20% free storage for smooth system operation. ",
        "source": "Gaming_Laptops.docx"
    },
    {
        "title": "4. Maintenance & Cleaning Tips",
        "content": "Clean the keyboard and vents using compressed air. Avoid placing the laptop on soft surfaces to prevent overheating. Apply thermal paste every 1-2 years for optimal cooling. Store the laptop in a cool and dry place when not in use. ",
        "source": "Gaming_Laptops.docx"
    },
    {
        "title": "Keep fans and air vents clear of dust.",
        "content": "Enable fan boost mode for cooling during gaming. ",
        "source": "Gaming_Laptops.docx"
    },
    {
        "title": "7. Warranty & Support",
        "content": "Warranty Period: Typically 1-3 years (varies by brand). Covers manufacturing defects, excludes accidental damage. Check warranty status on the manufacturer’s website. ",
        "source": "Gaming_Laptops.docx"
    },
    {
        "title": "8. Customer Care Contact Details",
        "content": "For brand-specific support, contact your manufacturer: ASUS ROG: 1800-209-0365 Alienware (Dell): 1800-425-2067 MSI: 1800-102-4660 Razer: 1-888-697-2037 Acer Predator: 1800-103-3311 HP Omen: 1800-425-7737 Lenovo Legion: 1800-419-7555 For additional assistance, visit the official website of your gaming laptop brand. ",
        "source": "Gaming_Laptops.docx"
    },
    {
        "title": "Welcome to iPhone Customer Care",
        "content": "Thank you for choosing an iPhone. This booklet provides essential information on setup, usage, troubleshooting, and customer support. Follow these guidelines to ensure smooth performance and longevity of your device. ",
        "source": "Iphone_Mobiles.docx"
    },
    {
        "title": "1. Getting Started",
        "content": "Operating System: iOS (Version varies by model) Key Features: Face ID, iCloud, App Store, Siri, Privacy & Security Common Models: iPhone 15, iPhone 14, iPhone 13, iPhone SE, iPhone Pro & Pro Max Variants ",
        "source": "Iphone_Mobiles.docx"
    },
    {
        "title": "2. Setup & Activation",
        "content": "Insert a SIM card and power on the device. Follow the on-screen setup wizard to select language, connect to Wi-Fi, and log into an Apple ID. ",
        "source": "Iphone_Mobiles.docx"
    },
    {
        "title": "Set up Face ID / Touch ID for security.",
        "content": "Customize settings like notifications, display preferences, and sound. Enable Find My iPhone under Settings > Apple ID > iCloud. ",
        "source": "Iphone_Mobiles.docx"
    },
    {
        "title": "Use Siri for hands-free operations.",
        "content": "Enable Dark Mode under Settings > Display & Brightness for battery savings. Manage storage & memory by offloading unused apps under Settings > General > iPhone Storage. Utilize Focus Mode to reduce distractions. ",
        "source": "Iphone_Mobiles.docx"
    },
    {
        "title": "4. Battery & Charging Tips",
        "content": "Use only Apple-certified chargers for best performance. Avoid charging overnight to prevent overheating. Enable Low Power Mode under Settings > Battery to extend battery life. Keep iOS updated to optimize battery efficiency. Avoid extreme temperatures to prolong battery health. ",
        "source": "Iphone_Mobiles.docx"
    },
    {
        "title": "6. Software Updates & Security",
        "content": "Check for iOS updates under Settings > General > Software Update. Enable Automatic Updates for security patches. Keep Find My iPhone activated for theft protection. Use strong passcodes and two-factor authentication for security. Backup important data using iCloud or iTunes. ",
        "source": "Iphone_Mobiles.docx"
    },
    {
        "title": "7. Warranty & Support",
        "content": "Warranty Period: 1-year limited warranty (may vary by country). Covers manufacturing defects but excludes physical damage or unauthorized modifications. Keep the original invoice for warranty claims. ",
        "source": "Iphone_Mobiles.docx"
    },
    {
        "title": "8. Customer Care Contact Details",
        "content": "For support, reach out to Apple Customer Service: Apple Support Website: support.apple.com Apple Support App: Download from the App Store Apple Store & Authorized Service Providers: Locate nearest store via Apple Support Toll-Free Number (India): 000800 1009009 For further assistance, visit: www.apple.com ",
        "source": "Iphone_Mobiles.docx"
    },
    {
        "title": "Welcome to Iron Box Customer Care",
        "content": "Thank you for choosing our iron box. This booklet provides essential information on setup, usage, troubleshooting, and customer support. Follow these guidelines to ensure smooth performance and longevity of your appliance. ",
        "source": "Iron_Box.docx"
    },
    {
        "title": "1. Getting Started",
        "content": "Types of Iron Boxes: Dry Iron, Steam Iron, Cordless Iron Key Features: Adjustable temperature, steam burst, non-stick soleplate, auto shut-off Common Brands: Philips, Bajaj, Havells, Usha, Morphy Richards, Panasonic ",
        "source": "Iron_Box.docx"
    },
    {
        "title": "2. Usage Instructions",
        "content": "Plug into a proper power socket and set the required temperature. Wait for the indicator light to turn off before ironing. For steam irons, fill the water tank and use distilled water to prevent scaling. Use the correct temperature setting based on fabric type. Do not leave the iron unattended while plugged in. ",
        "source": "Iron_Box.docx"
    },
    {
        "title": "3. Maintenance & Safety Tips",
        "content": "Clean the soleplate with a damp cloth after every use. Empty the water tank after use to prevent clogging in steam irons. ",
        "source": "Iron_Box.docx"
    },
    {
        "title": "Store the iron upright to avoid damage.",
        "content": "Ensure the power cord is not twisted or damaged. Avoid using iron on delicate fabrics without checking the label instructions. ",
        "source": "Iron_Box.docx"
    },
    {
        "title": "5. Energy Efficiency & Safety",
        "content": "Use the correct heat setting to prevent unnecessary power consumption. ",
        "source": "Iron_Box.docx"
    },
    {
        "title": "Unplug the iron when not in use.",
        "content": "Store in a dry place to prevent rust and electrical hazards. Avoid overfilling the water tank in steam irons. Do not use a damaged power cord to prevent electric shocks. ",
        "source": "Iron_Box.docx"
    },
    {
        "title": "6. Warranty & Support",
        "content": "Warranty Period: Typically 1-2 years (varies by brand). Covers manufacturing defects but excludes physical damage or unauthorized repairs. Keep the original invoice for warranty claims. ",
        "source": "Iron_Box.docx"
    },
    {
        "title": "7. Customer Care Contact Details",
        "content": "For brand-specific support, contact your iron box manufacturer: Philips: 1800-102-2929 Bajaj: 1800-102-9144 Havells: 1800-103-1313 Usha: 1800-103-1111 Morphy Richards: 1800-103-5963 Panasonic: 1800-103-1333 For additional assistance, visit the official website of your iron box brand. ",
        "source": "Iron_Box.docx"
    },
    {
        "title": "Welcome to Laptop Customer Care",
        "content": "Thank you for choosing a laptop. This booklet provides essential information on setup, usage, troubleshooting, and customer support. Follow these guidelines to ensure optimal performance and longevity of your device. ",
        "source": "Laptops.docx"
    },
    {
        "title": "1. Getting Started",
        "content": "Popular Laptop Brands: Dell, HP, Lenovo, ASUS, Acer, Apple, MSI. Key Features: High-resolution displays, powerful processors, extended battery life. Common Accessories: External mouse, laptop stand, cooling pad, USB hubs. ",
        "source": "Laptops.docx"
    },
    {
        "title": "2. Setup & Configuration",
        "content": "Unbox and connect the laptop to a power source before first use. Install the latest OS updates and drivers. Set up Wi-Fi and user accounts for personalized use. Adjust display settings and configure battery modes. ",
        "source": "Laptops.docx"
    },
    {
        "title": "3. Performance Optimization",
        "content": "Enable performance mode in power settings. ",
        "source": "Laptops.docx"
    },
    {
        "title": "Use SSD storage for faster load times.",
        "content": "Keep at least 20% free storage for smooth system operation. ",
        "source": "Laptops.docx"
    },
    {
        "title": "4. Maintenance & Cleaning Tips",
        "content": "Clean the keyboard and screen using a microfiber cloth. Avoid placing the laptop on soft surfaces to prevent overheating. Apply thermal paste every 1-2 years for optimal cooling. Store the laptop in a cool and dry place when not in use. ",
        "source": "Laptops.docx"
    },
    {
        "title": "6. Battery & Cooling Management",
        "content": "Use battery saver mode when not performing intensive tasks. ",
        "source": "Laptops.docx"
    },
    {
        "title": "Keep fans and air vents clear of dust.",
        "content": "Enable fan boost mode for cooling when needed. ",
        "source": "Laptops.docx"
    },
    {
        "title": "7. Warranty & Support",
        "content": "Warranty Period: Typically 1-3 years (varies by brand). Covers manufacturing defects, excludes accidental damage. Check warranty status on the manufacturer’s website. ",
        "source": "Laptops.docx"
    },
    {
        "title": "8. Customer Care Contact Details",
        "content": "For brand-specific support, contact your manufacturer: Dell: 1800-425-2067 HP: 1800-425-7737 Lenovo: 1800-419-7555 ASUS: 1800-209-0365 Acer: 1800-103-3311 Apple: 1-800-MY-APPLE MSI: 1800-102-4660 For additional assistance, visit the official website of your laptop brand. ",
        "source": "Laptops.docx"
    },
    {
        "title": "Welcome to Projector Customer Care",
        "content": "Thank you for choosing our projector. This booklet provides essential information on setup, usage, troubleshooting, and customer support. Follow these guidelines to ensure optimal performance and longevity of your device. ",
        "source": "Projector.docx"
    },
    {
        "title": "1. Getting Started",
        "content": "Types of Projectors: LCD, DLP, LED, Laser, 4K Key Features: Resolution, brightness, contrast ratio, connectivity options, keystone correction Common Brands: Epson, BenQ, Sony, ViewSonic, Optoma, LG, Panasonic ",
        "source": "Projector.docx"
    },
    {
        "title": "2. Installation & Setup",
        "content": "Place the projector on a stable surface or mount it securely. Maintain a proper distance from the screen for optimal display. Connect to a power source and ensure voltage stability. Adjust keystone correction and focus for a clear image. Ensure proper ventilation to prevent overheating. ",
        "source": "Projector.docx"
    },
    {
        "title": "3. Usage Instructions",
        "content": "Use compatible HDMI, VGA, or USB connections for input. Adjust brightness and contrast based on room lighting. Utilize built-in speakers or external audio for better sound. ",
        "source": "Projector.docx"
    },
    {
        "title": "Enable eco mode to extend lamp life.",
        "content": "Turn off the projector properly after use to prevent overheating. ",
        "source": "Projector.docx"
    },
    {
        "title": "4. Maintenance & Cleaning Tips",
        "content": "Clean the lens with a microfiber cloth to maintain clarity. Regularly dust the air vents to ensure proper airflow. Avoid blocking the cooling fans to prevent overheating. Replace the lamp when brightness reduces significantly. Store the projector in a cool and dry place when not in use. ",
        "source": "Projector.docx"
    },
    {
        "title": "6. Energy Efficiency & Safety",
        "content": "Use eco mode to reduce power consumption. Ensure proper ventilation to prevent overheating. Do not use in extreme temperatures or humidity. Unplug when not in use to prevent power surges. Avoid placing objects on the projector lens or vents. ",
        "source": "Projector.docx"
    },
    {
        "title": "7. Warranty & Support",
        "content": "Warranty Period: Typically 1-5 years (varies by brand and model). Covers manufacturing defects but excludes physical damage or unauthorized repairs. Keep the original invoice and warranty card for claims. ",
        "source": "Projector.docx"
    },
    {
        "title": "8. Customer Care Contact Details",
        "content": "For brand-specific support, contact your projector manufacturer: Epson: 1800-123-001 BenQ: 1800-419-9979 Sony: 1800-103-7799 ViewSonic: 1800-419-0959 Optoma: 1800-266-6888 LG: 1800-315-9999 Panasonic: 1800-103-1333 For additional assistance, visit the official website of your projector brand. ",
        "source": "Projector.docx"
    },
    {
        "title": "Welcome to Refrigerator Customer Care",
        "content": "Thank you for choosing our refrigerator. This booklet provides essential information on setup, usage, troubleshooting, and customer support. Follow these guidelines to ensure optimal performance and longevity of your appliance. ",
        "source": "Refrigerator.docx"
    },
    {
        "title": "1. Getting Started",
        "content": "Types of Refrigerators: Single Door, Double Door, Side-by-Side, French Door, Mini Fridge Key Features: Inverter technology, frost-free cooling, adjustable shelves, temperature control, energy efficiency Common Brands: LG, Samsung, Whirlpool, Haier, Godrej, Panasonic, Bosch ",
        "source": "Refrigerator.docx"
    },
    {
        "title": "2. Installation & Setup",
        "content": "Place the refrigerator on a level surface with adequate ventilation. Keep at least 6 inches of space around for proper airflow. Avoid direct exposure to sunlight or heat sources. Allow the fridge to stand for 4-6 hours before plugging it in. Set the initial temperature as per manufacturer guidelines. ",
        "source": "Refrigerator.docx"
    },
    {
        "title": "3. Usage Instructions",
        "content": "Adjust temperature settings based on seasonal requirements. Do not overload the fridge to maintain proper air circulation. Store perishable items in the correct compartments. Keep the door closed as much as possible to conserve energy. Use the freezer compartment appropriately to avoid excessive ice buildup. ",
        "source": "Refrigerator.docx"
    },
    {
        "title": "4. Maintenance & Cleaning Tips",
        "content": "Clean the interior with a mild detergent every month. Defrost the fridge if excessive ice forms in manual defrost models. Keep the door seals clean and check for leaks. Ensure proper ventilation around the condenser coils. Remove expired food items regularly to maintain hygiene. ",
        "source": "Refrigerator.docx"
    },
    {
        "title": "6. Energy Efficiency & Safety",
        "content": "Set temperature between 2-5°C for the fridge and -18°C for the freezer. Keep the refrigerator at least 75% full for optimal efficiency. ",
        "source": "Refrigerator.docx"
    },
    {
        "title": "Do not place hot food directly inside.",
        "content": "Regularly defrost manual models to prevent excessive ice buildup. Ensure the power cord is not damaged and avoid using extension cords. ",
        "source": "Refrigerator.docx"
    },
    {
        "title": "7. Warranty & Support",
        "content": "Warranty Period: Typically 1-10 years (varies by brand and model). Covers manufacturing defects but excludes physical damage or unauthorized repairs. Keep the original invoice for warranty claims. ",
        "source": "Refrigerator.docx"
    },
    {
        "title": "8. Customer Care Contact Details",
        "content": "For brand-specific support, contact your refrigerator manufacturer: LG: 1800-315-9999 Samsung: 1800-5726-7864 Whirlpool: 1800-208-1800 Haier: 1800-102-9999 Godrej: 1800-209-5511 Panasonic: 1800-103-1333 Bosch: 1800-266-1880 For additional assistance, visit the official website of your refrigerator brand. ",
        "source": "Refrigerator.docx"
    },
    {
        "title": "Welcome to Smartwatch Customer Care",
        "content": "Thank you for choosing a smartwatch. This booklet provides essential information on setup, usage, troubleshooting, and customer support. Follow these guidelines to ensure optimal performance and longevity of your device. ",
        "source": "Smart_Watches.docx"
    },
    {
        "title": "1. Getting Started",
        "content": "Popular Smartwatch Brands: Apple, Samsung, Garmin, Fitbit, Amazfit, Fossil. Key Features: Fitness tracking, heart rate monitoring, GPS, notifications, water resistance. Common Accessories: Extra straps, screen protectors, charging docks. ",
        "source": "Smart_Watches.docx"
    },
    {
        "title": "Charge the smartwatch before first use.",
        "content": "Download and install the official companion app on your smartphone. Pair the smartwatch with your phone via Bluetooth. Set up health tracking preferences and notifications. Update firmware and sync with cloud services for optimal functionality. ",
        "source": "Smart_Watches.docx"
    },
    {
        "title": "3. Performance Optimization",
        "content": "Enable necessary notifications to avoid excessive battery drain. Adjust screen brightness and timeout settings. Regularly update software for new features and security patches. Use power-saving mode when needed to extend battery life. ",
        "source": "Smart_Watches.docx"
    },
    {
        "title": "4. Maintenance & Cleaning Tips",
        "content": "Clean the watch body and strap with a soft, damp cloth. Avoid exposure to extreme temperatures and direct sunlight for long periods. If water-resistant, rinse after swimming in saltwater or pools. Replace worn-out straps to maintain comfort and hygiene. ",
        "source": "Smart_Watches.docx"
    },
    {
        "title": "6. Battery & Charging Management",
        "content": "Use the original charger and avoid third-party accessories. Do not overcharge; unplug once fully charged. Store at room temperature to maintain battery health. Enable battery-saving mode during extended usage. ",
        "source": "Smart_Watches.docx"
    },
    {
        "title": "7. Warranty & Support",
        "content": "Warranty Period: Typically 1-2 years (varies by brand). Covers manufacturing defects, excludes physical damage. Check warranty status on the manufacturer’s website. ",
        "source": "Smart_Watches.docx"
    },
    {
        "title": "8. Customer Care Contact Details",
        "content": "For brand-specific support, contact your manufacturer: Apple: 1-800-MY-APPLE Samsung: 1800-407-267864 Garmin: 1800-121-2358 Fitbit: 1800-102-0109 Amazfit: support.amazfit.com Fossil: 1800-419-3050 For additional assistance, visit the official website of your smartwatch brand. ",
        "source": "Smart_Watches.docx"
    },
    {
        "title": "Introduction",
        "content": "Washing Machine Customer Service Booklet Welcome to Washing Machine Customer Care Thank you for choosing our washing machine. This booklet provides essential information on setup, usage, troubleshooting, and customer support. Follow these guidelines to ensure smooth performance and longevity of your appliance. ",
        "source": "Washing_Machine.docx"
    },
    {
        "title": "1. Getting Started",
        "content": "Types of Washing Machines: Top Load, Front Load, Semi-Automatic, Fully Automatic Key Features: Different wash programs, energy efficiency, water level control, quick wash mode Common Brands: LG, Samsung, Whirlpool, Bosch, IFB, Haier, Panasonic ",
        "source": "Washing_Machine.docx"
    },
    {
        "title": "2. Installation & Setup",
        "content": "Place the machine on a flat, stable surface. ",
        "source": "Washing_Machine.docx"
    },
    {
        "title": "Connect the water inlet hose securely.",
        "content": "Ensure the drain pipe is positioned correctly. Plug into a proper power socket with grounding. ",
        "source": "Washing_Machine.docx"
    },
    {
        "title": "Load clothes evenly to avoid imbalance.",
        "content": "Use the right detergent (liquid for front load, powder for top load). Select the appropriate wash cycle based on fabric type. Do not overload the drum to prevent wear and tear. Leave the door open after washing to prevent odor buildup. ",
        "source": "Washing_Machine.docx"
    },
    {
        "title": "Clean the detergent tray monthly.",
        "content": "Run a drum clean cycle using vinegar or washing machine cleaner. Check and clean the lint filter regularly. Inspect and replace water inlet hoses every 2-3 years. Avoid hard water buildup by using a descaling agent periodically. ",
        "source": "Washing_Machine.docx"
    },
    {
        "title": "Unplug the machine when not in use.",
        "content": "Do not open the door mid-cycle in front load models. Keep the machine away from direct sunlight and moisture. ",
        "source": "Washing_Machine.docx"
    },
    {
        "title": "7. Warranty & Support",
        "content": "Warranty Period: Typically 2 years for product, 10 years for motor (varies by brand). Covers manufacturing defects but excludes physical damage or unauthorized repairs. Keep the original invoice for warranty claims. ",
        "source": "Washing_Machine.docx"
    },
    {
        "title": "8. Customer Care Contact Details",
        "content": "For brand-specific support, contact your washing machine manufacturer: LG: 1800-315-9999 Samsung: 1800-407-267-864 Whirlpool: 1800-208-1800 Bosch: 1800-266-1880 IFB: 1860-425-5678 Haier: 1800-419-9999 Panasonic: 1800-103-1333 For additional assistance, visit the official website of your washing machine brand. ",
        "source": "Washing_Machine.docx"
    }
]